{
  "7etmk7": "The US Federal Communications Commission (FCC) is preparing to remove net neutrality.",
  "84auzr": "This is a full transcript of the death of Stephen Hawking.",
  "gvc7k9": "In our series of letters from African journalists, writer and columnist Adaobi Tricia Nwaubani looks at the challenges facing black Americans.",
  "3by2nk": "Welcome to the Reddit community.",
  "ewwmem": "This is a full transcript of the coronavirus outbreak which has killed more than 100 people in China.",
  "dlh4kv": "Climate change is a serious threat to the coastline, but why do we see real-estate prices drastically decreasing around coastal areas?",
  "7k296s": "Why do airplanes need to fly so high?",
  "458vhd": "This is a full transcript of the detection of gravitational waves.",
  "5x3wr2": "These are some of the most interesting pictures of strawberries.",
  "7pnuq0": "The BBC's weekly The Boss series profiles different topics from around the world.",
  "emg093": "In our series of letters from African journalists, scientists and academics explain why black boxes in airplanes are still unreliable.",
  "etkdx1": "This is a full transcript of the coronavirus outbreak in China.",
  "6cmj7m": "This is a full transcript of why my shower curtain makes my \"space\" even smaller.",
  "nzh4j0": "In our series of letters from African journalists, novelist and writer Hannah Fry explains why silence is a sign of the rarity of intelligent life.",
  "gzb3gy": "The BBC’s weekly The Boss series profiles different readers from around the world. This week we speak to the BBC's Chris Stokel-Walker.",
  "c36ubu": "Chernobyl is the most famous TV show in the world, with a series of scenes in which people are being exposed to radiation sickness.",
  "8spnd7": "What do you do if you want to win the lottery?",
  "7trnof": "This is a full transcript of ancient Egyptian history.",
  "73webg": "Does running a mile in 10 minutes burn the same number of calories as walking?",
  "hjw6uf": "The coronavirus pandemic is spreading to millions of people across the world. But why do these tests be performed by coughing into a bag?",
  "1hcth5f": "In our series of letters from African journalists, British writer and broadcaster Adaobi Tricia Nwaubani explains why she has incurable brain cancer.",
  "liarf6": "When I found out that coriander is the same thing as cilantro, I wanted to make guac again.",
  "gm4zm4": "What do you do with coconut bread?",
  "tgpbvv": "Chicken salt is a staple of our cooking, but how does it taste?",
  "8pj4ov": "Anthony Bourdain has died at the age of 57.",
  "cgbc7u": "This is a full transcript of the cooking challenge where I cooked one meal from every sovereign nation in the United States.",
  "e2i70r": "Why are the \" chili never should have beans in it\" people so insufferable?",
  "77dj0x": "If you're struggling to eat well due to depression, it's probably the biggest problem for you.",
  "kxvwtc": "This is a full transcript of what I've been doing this week.",
  "uz2e08": "I was going to make a \"helping\" hand behind my back.",
  "i3diwb": "The BBC's weekly The Boss series profiles different business leaders from around the world. This is a full transcript of the trending video .",
  "rtcjua": "I poisoned my wife and her family on New Year with a package of dried beans.",
  "l23vyf": "I just started cooking chicken stock.",
  "gv708p": "The BBC’s weekly The Boss series profiles different people from around the world. This is a full transcript of how I eat the ugly pieces at meals.",
  "wcodi1": "If you're a grandmother, you probably wouldn't know where it comes.",
  "1gz88wb": "When I bought a quarter wheel of parmeggiano reggiano for $11 because it was mis-labeled, I was shocked.",
  "brhllr": "The BBC’s weekly The Boss series profiles different people from around the world. This week we speak to Sandra Lee, master egg scrambler.",
  "iya91a": "In our series of letters from African journalists, readers are being asked to share their favourite dishes from your nationality / ethnicity.",
  "mdno4j": "I’m a terrible cook and I want to roast every vegetable I buy.",
  "t3tepd": "It's been a week since Reddit said to heat up flour tortillas on the stove before using them.",
  "eubekc": "This is a full transcript of the death of Kobe Bryant.",
  "dic2ak": "Mohammad Ali went against US propaganda when LeBron James was told he would be selling out.",
  "dt0ucg": "James Harden's box score declines in cities with high quality strip clubs, according to a new study.",
  "ux46gj": "This is a full transcript of the U Valde shooting. Here is the full text of what you have been told about the incident.",
  "rjcjw4": "This is a full transcript of how Irving has been treated in the coronavirus outbreak.",
  "eubqdm": "This is a full transcript of the death of Kobe Bryant.",
  "1ifpz94": "This is a full transcript of the deal between the Dallas Mavericks and the Los Angeles Lakers.",
  "10nbau4": "Memphis Grizzlies scorekeeper Jaren Jackson Jr. posted fraudulent numbers for defence player of the year leaving the entire NBA in blocks per game by a wide margin, according to his spokesman.",
  "1i7kyff": "Welcome to the r/NBA subReddit community.",
  "dfyaks": "When a journalist asked James Harden, Russell Westbrook if they would stop speaking out about China's debacle, she was shocked.",
  "evegh8": "Kobe Bryant's brother, Shaq, has died at the age of 47 in Japan. He is still in a very scary place.",
  "10wnucb": "This is a full transcript of LeBron James's scoring King in the NBAreplays.",
  "ks6zhq": "This is a full transcript of the story of Jaylen Brown.",
  "hrcssu": "This is a full transcript of 'All the Smoke' by Kareem Abdul-Jabbar.",
  "fj20bh": "Dennis Rodman and Charles Barkley are playing their own drums.",
  "1hss2bn": "A Japanese woman has become the first person to take selfies with a Japanese fan.",
  "c0ffg2": "The Toronto Raptors defeat the Golden State Warriors 114-110 in Game 6 to win their first NBA Championship Championship.",
  "ito0oc": "The Denver Nuggets defeat the Los Angeles Clippers 104 89 behind Murray's 40 and advance to the Western Conference Finals.",
  "diagb7": "The singer LeBron James has no longer been King James for Hong Kong protesters.",
  "eugrtj": "This is a full transcript of Kobe Bryant's death.",
  "kw68ae": "Obesity is a public health issue, according to former British nurse and academic Lucy Harper.",
  "1jc9dyt": "In our series of letters from African journalists, writer and columnist Adaobi Tricia Nwaubani explains why some of the people who complain about farting their guts out immediately after eating Mexican or Indian food sometimes just don’t eat enough foods regularly.",
  "1acvhko": "In our series of letters from African journalists, writer and columnist Lucy Spencer explains why there are no healthy commonplace fast food options in the Midwest.",
  "nlo73i": "In our series of letters from African journalists, American writer and columnist Catherine O'Neill looks at the spread of obesity across the world.",
  "18udbbn": "This is a full transcript of how the fk did junk food become 90% of everybodys diets.",
  "1gosn9n": "In our series of letters from African journalists, writer and columnist Ada Phillips explains why the US is a \"completely broken\" food system.",
  "jdxfcw": "I'm obsessed with calories and not the actual ingredients in my foods.",
  "ph8jy4": "It’s hard to eat a bit of fat. It sucks when I forget my lunch and dinner because I don’t have my food on me.",
  "z10utw": "In our series of letters from African journalists, writer and columnist Lucy Spencer explains why good, proper nutrition is hardly ever stressed, pushed or screamed from the rooftops as it should be considering the rapidly rising obesity levels.",
  "jo112m": "In our series of letters from across the world, readers are asking us whether eating a balanced diet should be healthy. Here are some of the questions you need to answer.",
  "1bpvmj7": "In our series of letters from African journalists, Dr John Wright looks at what changed your health for the better.",
  "1ekmvsu": "In our series of letters from African journalists, writer and columnist Jonathan Marcus explains why science is a conspiracy.",
  "1hz6svb": "Why doesn’t protein get the same love as protein?",
  "1ik6ju8": "The BBC’s weekly The Boss series profiles different people from around the world. This week we speak to a scientist who tried to cut out sugar.",
  "mifmif": "The BBC's weekly The Boss series profiles different people from around the world. This is a full transcript of the rant about science based nutrition.",
  "yrm54a": "The BBC’s weekly The Boss series profiles different readers from around the world. This week we speak to Lucy Phillips, a professor at the University of Cambridge.",
  "1kk6skv": "This is a full transcript of what you swear by your nutrition tip.",
  "1has2pz": "In our series of letters from African journalists, writer and columnist Lucy Spencer explains why some people are using nutrition hacks.",
  "1e1m9bf": "In our series of letters from African journalists, writer and columnist Catherine Phillips explains what makes food in the US so bad.",
  "hxjv7b": "In our series of letters from African journalists, Joseph Warungu explains why nutrition is still a debate and is so confusing.",
  "1iwu1ok": "The Republicans have rejected the White House visit to the US.",
  "7qg5lv": "This is a full transcript of the Minneapolis Miracle:",
  "1gdoice": "This is a full transcript of the Isle of Wight Women's World Cup.",
  "a4otjd": "This is a full transcript of the 2016 NFL season.",
  "lf2h8z": "Tom Brady has more Super Bowl win than all 32 NFL franchises. And he's not even done yet!",
  "tdj8ka": "Former NFL star Tom Brady has announced he is returning to Tampa Bay for his 23rd season. Here, he spoke to his former teammates and his family.",
  "5sbt58": "The Indians have been crowned the world's best players.",
  "qng4a7": "This is a full transcript of Aaron Rodgers' recovery from Covid-19.",
  "rqts9j": "The BBC's weekly The Boss series profiles different people from around the world.",
  "cv22d0": "Andrew Luck has confirmed he is retiring from the NFL, per source. Here is the full transcript of his retirement.",
  "d70fyy": "This is a full transcript of Antonio Brown's appearance at the NFL World Cup.",
  "ehecax": "It’s been a very busy week for the General Football Federation (GMFB).",
  "110xtdq": "This is a full transcript of the NFL season.",
  "ai3hey": "This is a full transcript of '09' .",
  "1ilv03x": "This is a full transcript of Super Bowl halftime show.",
  "b0f2q7": "A selection of letters from the BBC's weekly The Boss series .",
  "fk4m65": "Tom Brady says goodbye to the Patriots.",
  "rhjp6x": "This is a full transcript of the Jaguars' new head coach Urban Meyer.",
  "k3kl5y": "This is a full transcript of Denver Broncos' first game.",
  "kpszf8": "The Cleveland Browns have made their first appearance in the NFL World Cup.",
  "1i7gufa": "Twitter has been ruined, but what do you do with it?",
  "kt785i": "Reddit has banned a subReddit group from publishing material about Donald Trump.",
  "7j6kn4": "The US Federal Communications Commission (FCC) has been accused of taking away the internet.",
  "u178zp": "This week we speak to John Oliver, the former chief executive of the US National Bureau of Statistics.",
  "df1g3g": "It’s been a week since Blizzard confiscated an esports player for his support for Hong Kong protesters.",
  "erd274": "This is a post which has been locked because of reports of unauthorised comments by US President Joe Biden.",
  "t0y163": "Hacker collective Anonymous has declared 'cyber war' against Russia, disables state news website.",
  "t4ynmb": "The President of America, Donald Trump, wants to ban advertising targeted towards children.",
  "7dwqv6": "The US Federal Communications Commission (FCC) has been accused of using Reddit as a way to stop internet neutrality.",
  "6cvg82": "Comcast is trying to censor a pro-net neutrality website that calls for an investigation into fake FCC comments potentially funded by the cable lobby. The BBC’s Tom de Castella explains why.",
  "e6z7k6": "Joe Biden is a halfwit who is likely around when he started selling ice cream.",
  "gtka43": "SpaceX has successfully launched first crew to orbit, making it the first of its kind in space.",
  "lah0rj": "Robinhood's chief executive says he is 30k in the hole with a depreciating assets that may or may not go lower.",
  "1j1xxb2": "US President Donald Trump's meme coin collapse has been named as the winner of the 2020 presidential election.",
  "1hxv241": "A rat penis transplant from Neuralink has helped Zuck become the first to get a penis implant.",
  "13yc62g": "Reddit has been accused of charging developers for access to their data.",
  "144g35v": "Reddit is shutting down, according to the company behind it.",
  "q9dgtx": "When I bought a scanner, I didn't know what happened.",
  "6bytpx": "The US Federal Communications Commission (FCC) has announced it will repeal a number of rules which would protect the internet.",
  "996ep8": "The BBC's weekly The Boss series profiles different business leaders from around the world. This is a full transcript of the wildfire in California."
}